Repository: AaronGilMartinez/oe_list_pages
Catalog: translations/oe_list_pages-*.po
Languages: lb

source: Clear filters
lb: Filtere läschen

source: Filter by
lb: Filteren no

source: Showing results @first to @last
lb: Resultater @first bis @last ginn ugewisen

source: Next
lb: Nächst

source: Previous
lb: Viregt

source: Go to page @number
lb: Op d’Säit @number wiesselen

source: Go to previous page
lb: Op déi viregt Säit wiesselen

source: Go to next page
lb: Op déi nächst Säit wiesselen

source: First
lb: Éischt

source: Last
lb: Lescht
